<?php

return [
	//表单类型
	    'spec_type'      => [
	    	['id' => 1, 'title' => '输入框'],
	    	['id' => 2, 'title' => '文本框'],
	    	['id' => 3, 'title' => '单选框'],
	    	['id' => 4, 'title' => '编辑器'],
	    	['id' => 5, 'title' => '单图'],
	    	['id' => 6, 'title' => '多图'],
	    	['id' => 7, 'title' => '视频'],
	    ],
	
	//角色类型
	'role_type' => [
	    	['id' => 1, 'title' => '云南省烟草质量监督检测站'],
	    	['id' => 2, 'title' => '云南省烟草鉴别检验点'],
	    	['id' => 3, 'title' => '云南省烟草专卖人员'],
	],
	
	//文件类型
	'doc_type' => [
	    	['id' => 1, 'title' => '管理办法'],
	    	['id' => 2, 'title' => '技术标准'],
	    	['id' => 3, 'title' => '通知文件'],
	],
];
